{
  "[DESC]": 128034,
  "[MASK]": 128000,
  "[TITRE]": 128033,
  "[age_adulte]": 128016,
  "[age_bébé]": 128014,
  "[age_enfant]": 128015,
  "[beaucoup_de_cartes]": 128026,
  "[beaucoup_de_pièces]": 128028,
  "[capacite_exp]": 128041,
  "[date_ancienne]": 128019,
  "[date_contemporaine]": 128020,
  "[date_future]": 128022,
  "[date_récente]": 128021,
  "[energie_exp]": 128032,
  "[grand_nombre]": 128039,
  "[grand_numero]": 128024,
  "[grand_volume]": 128003,
  "[grande_longueur]": 128009,
  "[grande_mémoire]": 128018,
  "[grande_surface]": 128006,
  "[longueur_moyenne]": 128008,
  "[nombre_moyen]": 128038,
  "[petit_nombre]": 128037,
  "[petit_numero]": 128023,
  "[petit_volume]": 128001,
  "[petite_longueur]": 128007,
  "[petite_mémoire]": 128017,
  "[petite_surface]": 128004,
  "[peu_de_cartes]": 128025,
  "[peu_de_pièces]": 128027,
  "[poids_leger]": 128011,
  "[poids_lourd]": 128013,
  "[poids_moyen]": 128012,
  "[puissance_exp]": 128029,
  "[surface_moyenne]": 128005,
  "[temperature_exp]": 128031,
  "[tension_exp]": 128030,
  "[très_grand_nombre]": 128040,
  "[très_grande_longueur]": 128010,
  "[un]": 128036,
  "[volume_moyen]": 128002,
  "[zéro]": 128035
}
